const membersData = [
    {
        id: "안종혁",
        name: "안종혁",
        constituency: "천안3",
        party: "국민의힘",
        gender: "남",
        birthDate: "1973.1.28.",
        address: "천안시 동남구 청수14로",
        education: "성균관대학교",
        career: "(전)천안시의회의원",
        region: "천안시 제3선거구 문정동, 봉명동, 성정1동, 성정2동",
        committee1: "기획경제위원회",
        committee2: "기획경제위원회<br>위원장",
        plenary_5min: "[352회] 조치원호와 온양호를 통해 일깨우는 호국보훈 정신\n[350회] 의사가 쓰는 칼은 생명을 지키는 칼입니다(2024. 3. 5.)\n[349회] 충청남도 공공기관 공동이용시설 구축 제안(2024. 1. 23.)",
        plenary_question: "[345회] 통상사무소 사업확장 및 거점 역할\n[345회] 장애인 일자리지원 안내 추진\n[345회] 천안시 하천변 편익시설 마련\n[345회] 다양한 가족 구성원에 대한 교직자 교육 필요",
        plenary_bill: "[358회] 충청남도 외국인유치센터 설치 및 운영에 관한 조례 전부개정조례안\n[355회] 충청남도 프랜차이즈산업 육성 및 지원에 관한 조례안\n[355회] 충청남도공무원 후생복지제도 운영에 관한 조례 일부개정조례안\n[351회] 충청남도 지역종합유선방송 발전 지원에 관한 조례안\n[350회] 충청남도 금융복지 지원에 관한 조례안\n[349회] 제조업 인력난 해소를 위한 외국인노동자 비자 확대 촉구 건의안\n[345회] 충청남도 외국인유치센터 설치 및 운영에 관한 조례안\n[340회] 충청남도 베이밸리 메가시티 건설 민‧관 합동 추진단 구성 및 운영에 관한 조례안",
        plenary_suggestion: "[355회] 대전출입국관리사무소 천안출장소, 충남 출입국·외국인사무소 승격 촉구 건의안",
        plenary_research: "[의정 토론회] 하천 산책로 화장실 설치 등 편익 시설 마련 (2022. 11. 3.)\n[연구모임] (2023) 충남 프랜차이즈 산업 육성 및 지원\n[연구모임] (2024) 충남 프랜차이즈 산업 육성 및 지원",
        standing_coms: [
            { title: "주 요 관심사업\n제359회 2024회계연도\n결산 심사", content: "- (산업경제실) 공공배달플랫폼_일회용품 사용 증가, 파생문제에 대한 장기적 대응 필요\n- (기획조정실) 고등교육 분야 예산의 급증에 대한 점검\n- (기획조정실) 순세계잉여금 기금 및 내부거래 통합 재정확보" },
            { title: "제357회 임시회 업무보고", content: "- (충남개발공사) 공공주택 정책 미흡\n- (충남연구원) 라이즈(RISE) 사업 실질적 지원 도모" },
            { title: "제356회 정례회 행정사무감사", content: "<행정사무감사>\n- (충남테크노파크) 데이터 플랫폼 개선 필요\n- (기획조정실) 공공기관 징계 관리\n\n<예산안 심의>\n- (투자통상) CES국제행사 효율성 저하 개선" }
        ]
    }
];
